Repository: CZemft/Optimus-Manager-Indicator
Catalog: locale/*/LC_MESSAGES/OptimusManagerIndicator.po
Languages: es, hu

source: Yes
es: Sí
hu: Igen

source: No
hu: Nem

source: Restart X server to switch on
es: ¿Reiniciar el servidor de gráficos X para activar
hu: A bekapcsoláshoz indítsa újra az X szervert

source: NVIDIA PRIME Profiles
es: Perfiles NVIDIA PRIME
hu: NVIDIA PRIME profilok

source: Switch to INTEL
es: Cambiar a INTEL
hu: Váltás INTEL

source: Switch to HYBRID
es: Cambiar a HYBRID
hu: Váltás HYBRID

source: Switch to NVIDIA
es: Cambiar a NVIDIA
hu: Váltás NVIDIA

source: You're not using GDM-PRIME
es: Ud. no está usando GDM-PRIME
hu: Nem a GDM-PRIME szolgáltatást használja

source: Always show GPU Temperature, even if Optimus Manager is unavailable
es: Mostrar siempre la temperatura de la GPU, incluso si Optimus Manager no está disponible
hu: Mindig mutassa a GPU hőmérsékletét, még akkor is, ha az Optimus Manager nem érhető el

source: Dynamic icon behaviour in hybrid mode, nvidia icon only if gpu is in use
es: Comportamiento dinámico del ícono en modo hybrid, ícono de nvidia solo si se está usando gpu
hu: Dinamikus ikon viselkedés hibrid módban, az nvidia ikon csak akkor, ha a gpu van használatban

source: Show GPU Temperature
es: Mostrar la Temperatura de la GPU
hu: A GPU hőmérsékletének megjelenítése

source: Show GPU Utilization
es: Mostrar la utilización de la GPU
hu: GPU kihasználtság megjelenítése

source: Show GPU Memory Utilization
es: Mostrar la utilización de la memoria de la GPU
hu: A GPU memória kihasználtságának megjelenítése

source: Restart Gnome Shell
es: Reiniciar Gnome Shell
hu: Indítsa újra a Gnome Shell

source: (alt + F2, type r and hit ENTER) to see the changes
es: (alt + F2, escriba r y presione ENTER) para ver los cambios
hu: (alt + F2, írja be az r billentyűt és nyomja meg az ENTER billentyűt), hogy lássa a változásokat

source: Save Changes
es: Guardar Cambios
hu: Változtatások mentése
